const graduationData = [
  {
    class: 1,
    department: "뷰티디자인과",
    students: ["김민서", "김보빈", "김시우", "김유민", "김주연", "박수인", "심가현", "심다은", "심채영", "양은혜", "유아림", "윤하연", "이세린", "이수아", "이예진", "이지혜", "이채빈", "장연지", "정민선", "최민아", "최희정"]
  },
  {
    class: 2,
    department: "부사관과",
    students: ["강동하", "강소현", "권유주", "김동혁", "김보민", "김보화", "김태빈", "문소연", "박미지", "박유진", "박지은", "서희라", "이준우", "이지현", "이지훈", "이태민", "이휘성", "임은수", "장진우", "조한희", "최수빈", "한예은", "허지우", "허찬우"]
  },
  {
    class: 3,
    department: "금융경영과",
    students: ["강원정", "권오빈", "권은비", "김강민", "김민수", "김정언", "김준엽", "박시원", "박지원", "배서희", "양혜민", "오예은", "윤찬빈", "이민석", "이아랑", "이채령", "이현우", "장영재", "정민아", "정예원", "정용기", "조수빈"]
  },
  {
    class: 4,
    department: "금융경영과",
    students: ["강동우", "권혜진", "김경수", "김규환", "김기동", "박정훈", "박준서", "배현준", "백수현", "손지우", "윤덕진", "이민섭", "이서하", "이성민", "장민주", "주찬우", "최유성", "최윤현", "최은학"]
  },
  {
    class: 5,
    department: "회계정보과",
    students: ["강리현", "김나은", "김서윤", "김수정", "김지민", "김지성", "김지아", "김한울", "김현서", "김현아", "김현지", "박범기", "배서현", "오유민", "윤동현", "이도은", "이유정", "이주아", "장사랑", "정윤하", "조아현", "조혜인", "최선영", "홍하은"]
  },
  {
    class: 6,
    department: "회계정보과",
    students: ["강태안", "고아라", "구지연", "김가연", "김시현", "김지환", "박슬기", "백수진", "서주훈", "안혜진", "양가은", "여다슬", "염석훈", "오서진", "유하영", "이서연", "이수민", "이태현", "이하영", "임형준", "전지율", "채다은", "하준현"]
  },
  {
    class: 7,
    department: "창업마케팅과",
    students: ["김광준", "김다영", "김세영", "김정빈", "박태권", "박희영", "소민영", "손민교", "양지윤", "여승민", "오찬별", "우도균", "유채영", "이동현", "이성민", "이준민", "이창빈", "임효은", "장보경", "조정훈", "황은혜"]
  },
  {
    class: 8,
    department: "창업마케팅과",
    students: ["강은혜", "고수민", "김다빈", "김민서", "김세윤", "김수현", "김은서", "박민선", "박서진", "박지영", "변예은", "오세은", "원유경", "유하예슬", "윤지나", "이나경", "이다민", "최인영", "홍다은", "황재훈"]
  },
  {
    class: 9,
    department: "스마트웹콘텐츠과",
    students: ["고희수", "김광진", "김나은", "김동희", "김서진", "김예리", "김윤미", "김준원", "김찬우", "김현민", "박세미", "박재희", "박현찬", "유지환", "이선호", "이소은", "이택수", "이화진", "전찬혁", "정혜원", "황인교"]
  },
  {
    class: 10,
    department: "스마트웹콘텐츠과",
    students: ["강석운", "강찬영", "김서현", "김시헌", "김종훈", "김준석", "나성준", "노성은", "문은지", "박세종", "박소은", "박재우", "박휘선", "안태성", "우민기", "윤장원", "윤종현", "이민섭", "이준희", "장상희", "전상후", "정민우", "최예찬", "허지유"]
  },
  {
    class: 11,
    department: "소프트웨어개발과",
    students: ["강교준", "김관호", "김민경", "김서빈", "김유빈", "김주현", "김준희", "김지민", "민지성", "박민지", "박진우", "박현지", "성지현", "신보경", "유승찬", "은재민", "이서연", "이의인", "이준서", "전민준", "조은호", "최웅", "최지민"]
  },
  {
    class: 12,
    department: "소프트웨어개발과",
    students: ["곽권", "권동영", "권세준", "김규민", "김민성", "김민후", "김성우", "김태호", "박시우", "박한결", "양준석", "양현욱", "유호진", "이서영", "이솔지", "이윤건", "이태한", "장성준", "장연준", "정인서", "최해람"]
  }
];

export default graduationData;