const studentData = [
  {
    "이름": "양서진",
    "출신중학교": "동광중학교",
    "반": 3,
    "번호": 9,
    "지원학과": "글로벌경영과"
  },
  {
    "이름": "우성진",
    "출신중학교": "동광중학교",
    "반": 1,
    "번호": 16,
    "지원학과": "글로벌경영과"
  },
  {
    "이름": "이성찬",
    "출신중학교": "성남서중학교",
    "반": 2,
    "번호": 11,
    "지원학과": "글로벌경영과"
  },
  {
    "이름": "조하람",
    "출신중학교": "초월중학교",
    "반": 12,
    "번호": 24,
    "지원학과": "글로벌경영과"
  },
  {
    "이름": "임주연",
    "출신중학교": "성남동중학교",
    "반": 6,
    "번호": 22,
    "지원학과": "글로벌경영과"
  },
  {
    "이름": "이시현",
    "출신중학교": "성일중학교",
    "반": 1,
    "번호": 18,
    "지원학과": "뷰티디자인과"
  },
  {
    "이름": "정주연",
    "출신중학교": "초월중학교",
    "반": 5,
    "번호": 22,
    "지원학과": "부사관과"
  },
  {
    "이름": "홍여준",
    "출신중학교": "성일중학교",
    "반": 3,
    "번호": 25,
    "지원학과": "소프트웨어개발과"
  },
  {
    "이름": "하준우",
    "출신중학교": "수진중학교",
    "반": 2,
    "번호": 19,
    "지원학과": "소프트웨어개발과"
  },
  {
    "이름": "한하람",
    "출신중학교": "도촌중학교",
    "반": 2,
    "번호": 29,
    "지원학과": "소프트웨어개발과"
  },
  {
    "이름": "김혜인",
    "출신중학교": "곤지암중학교",
    "반": 2,
    "번호": 5,
    "지원학과": "AI게임콘텐츠과"
  },
  {
    "이름": "김영민",
    "출신중학교": "금광중학교",
    "반": 7,
    "번호": 9,
    "지원학과": "AI게임콘텐츠과"
  },
  {
    "이름": "이지하",
    "출신중학교": "태평중학교",
    "반": 8,
    "번호": 16,
    "지원학과": "AI게임콘텐츠과"
  },
  {
    "이름": "송민경",
    "출신중학교": "태평중학교",
    "반": 3,
    "번호": 11,
    "지원학과": "창업마케팅과"
  },
  {
    "이름": "임태희",
    "출신중학교": "성일중학교",
    "반": 1,
    "번호": 20,
    "지원학과": "회계정보과"
  },
  {
    "이름": "안예준",
    "출신중학교": "성일중학교",
    "반": 6,
    "번호": 15,
    "지원학과": "회계정보과"
  },
  {
    "이름": "박도률",
    "출신중학교": "태평중학교",
    "반": 8,
    "번호": 7,
    "지원학과": "회계정보과"
  },
  {
    "이름": "김시언",
    "출신중학교": "경안중학교",
    "반": 10,
    "번호": 3,
    "지원학과": "회계정보과"
  }
];
